9/data/attachments/25576b86291baaa5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_age_Friend_75807_0</nif:username>
            <nif:friendToBeRequested>soap_friends_fab22856-611d-4f4b-9475-f7710b7ccd0a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>